Repository: UnicornVeGa/Miaw-Mind
Catalog: Miaw Mind/*.lproj/Localizable.strings
Languages: es, fr

# category.0
source: Adopt a Kitten!
es: ¡Adopta un gatito!
fr: Adoptez un chaton !

# category.1
source: Food & Treats
es: Comida y premios
fr: Nourriture et friandises

# category.2
source: Toys
es: Juguetes
fr: Jouets

# category.3
source: Health & Hygiene
es: Salud e Higiene
fr: Santé et hygiène

# category.4
source: Decor
es: Decoración
fr: Décoration

# product.0.name
source: Brown Kitten
es: Gatito pardo
fr: Chaton brun

# product.0.desc
source: A sweet little brown kitten with soft fur and gentle eyes.
es: Un adorable gatito de pelaje marrón claro y ojos dulces.
fr: Un adorable chaton au pelage brun clair et aux yeux doux.

# product.1.name
source: Persian Kitten
es: Gatito persa
fr: Chaton persan

# product.1.desc
source: Fluffy and long-haired, perfect for cuddle lovers.
es: Pelaje largo y esponjoso, ideal para quienes aman acariciar.
fr: Pelage long et moelleux, idéal pour ceux qui aiment caresser.

# product.2.name
source: Egyptian Kitten
es: Gatito egipcio
fr: Chaton égyptien

# product.2.desc
source: Elegant and mysterious, with striking pointed ears.
es: Elegante, con un aire misterioso y orejas puntiagudas.
fr: Élégant, avec un air mystérieux et des oreilles pointues.

# product.3.name
source: Orange Kitten
es: Gatito naranjoso
fr: Chaton orange

# product.3.desc
source: Playful and affectionate, with a vibrant orange coat.
es: Cariñoso y juguetón, con un pelaje naranja vibrante.
fr: Affectueux et joueur, avec un pelage orange éclatant.

# product.4.name
source: Black Kitten
es: Gatito negro
fr: Chaton noir

# product.4.desc
source: Mysterious yet loyal, perfect for cozy nights.
es: Misterioso pero leal, perfecto para noches de ternura.
fr: Mystérieux mais loyal, parfait pour des nuits pleines de tendresse.

# product.5.name
source: Siamese Kitten
es: Gatito siamés
fr: Chaton siamois

# product.5.desc
source: Smart and talkative, with bright blue eyes.
es: Inteligente y comunicativo, con ojos azules brillantes.
fr: Intelligent et communicatif, avec des yeux bleus brillants.

# product.6.name
source: Kibble
es: Croquetas
fr: Croquettes

# product.6.desc
source: Balanced food to keep your kitten healthy and happy.
es: Alimento balanceado para mantener saludable a tu gatito.
fr: Aliment équilibré pour garder votre chaton en bonne santé.

# product.7.name
source: Premium Kibble
es: Croquetas premium
fr: Croquettes premium

# product.7.desc
source: High-quality recipe made with carefully selected ingredients.
es: Receta de alta calidad con ingredientes seleccionados.
fr: Recette de haute qualité avec des ingrédients sélectionnés.

# product.8.name
source: Salmon Treat
es: Salmón
fr: Saumon

# product.8.desc
source: A tasty and nutritious reward your kitten will love.
es: Un premio delicioso y nutritivo para consentirlo.
fr: Une friandise délicieuse et nutritive pour le gâter.

# product.9.name
source: Catnip
fr: Herbe à chat

# product.9.desc
source: A fun herb that stimulates and delights your kitten.
es: Hierba que estimula y alegra a tu gatito.
fr: Plante qui stimule et réjouit votre chaton.

# product.10.name
source: Churu Snack
es: Churus
fr: Churus

# product.10.desc
source: Creamy treat to strengthen the bond with your furry friend.
es: Snack cremoso que fortalece el vínculo con tu mascota.
fr: Snack crémeux qui renforce le lien avec votre animal.

# product.11.name
source: Toy Mouse
es: Ratón
fr: Souris

# product.11.desc
source: Classic toy to bring out your kitten’s hunting instincts.
es: Juguete clásico para despertar su instinto cazador.
fr: Jouet classique pour éveiller son instinct de chasseur.

# product.12.name
source: Ball
es: Pelota
fr: Balle

# product.12.desc
source: Lightweight ball for endless playtime fun.
es: Pelota ligera para horas de diversión.
fr: Balle légère pour des heures de divertissement.

# product.13.name
source: Scratching Post
es: Rascador
fr: Griffoir

# product.13.desc
source: Essential accessory to keep claws healthy and furniture safe.
es: Accesorio esencial para cuidar sus uñas y tu sofá.
fr: Accessoire essentiel pour prendre soin de ses griffes et de votre canapé.

# product.14.name
source: Feather Wand
es: Caña con plumas
fr: Canne à plumes

# product.14.desc
source: Perfect for interactive play and exercise.
es: Perfecta para jugar y ejercitar a tu gatito.
fr: Parfaite pour jouer et faire exercer votre chaton.

# product.15.name
source: Vaccine
es: Vacuna
fr: Vaccin

# product.15.desc
source: Protects your kitten from common diseases.
es: Protege la salud de tu gatito contra enfermedades.
fr: Protège la santé de votre chaton contre les maladies.

# product.16.name
source: Medicine
es: Medicina
fr: Médicament

# product.16.desc
source: Special treatment for when your kitten isn’t feeling well.
es: Tratamiento especial para cuando tu gatito no se sienta bien.
fr: Traitement spécial pour lorsque votre chaton ne se sent pas bien.

# product.17.name
source: Shampoo
fr: Shampooing

# product.17.desc
source: Gentle and safe to keep your kitten’s coat clean and shiny.
es: Suave y seguro para mantener su pelaje limpio y brillante.
fr: Doux et sûr pour garder son pelage propre et brillant.

# product.18.name
source: Perfume
fr: Parfum

# product.18.desc
source: Light fragrance to keep your kitten smelling fresh.
es: Fragancia ligera para que siempre huela fresco.
fr: Parfum léger pour qu'il sente toujours frais.

# product.19.name
source: Brush
es: Cepillo
fr: Brosse

# product.19.desc
source: Keep fur smooth, tangle-free, and healthy.
es: Mantén su pelaje desenredado y sin bolas de pelo.
fr: Gardez son pelage démêlé et sans boules de poils.

# product.20.name
source: Bed
es: Cama
fr: Lit

# product.20.desc
source: Soft and comfy for the perfect catnap.
es: Cómoda y acolchada para que tu gatito descanse.
fr: Confortable et rembourré pour que votre chaton se repose.

# product.21.name
source: Dish
es: Plato
fr: Assiette

# product.21.desc
source: Elegant ceramic bowl, easy to clean.
es: De cerámica con diseño elegante y fácil de limpiar.
fr: En céramique avec un design élégant et facile à nettoyer.

# product.22.name
source: Cat House
es: Casa
fr: Maison

# product.22.desc
source: A cozy space to play, hide, and rest.
es: Un espacio propio para que juegue y se esconda.
fr: Un espace personnel pour jouer et se cacher.

# product.23.name
source: Plant
es: Planta
fr: Plante

# product.23.desc
source: Safe and friendly decor for curious kittens.
es: Decoración amigable y segura para gatitos.
fr: Décoration sûre et adaptée aux chatons.

# product.24.name
source: Wallpaper
fr: Fond d'écran

# product.24.desc
source: Customize your virtual space with unique backgrounds.
es: Personaliza el espacio virtual con fondos únicos.
fr: Personnalisez l'espace virtuel avec des fonds uniques.

# button.buy
source: Buy
es: Comprar
fr: Acheter

# button.return
source: Back
es: Regresar
fr: Retour

# alert.confirm_title
source: Please Confirm
es: Confirma por favor
fr: Veuillez confirmer

# alert.confirm_message
source: Are you sure you want to purchase this product?
es: ¿Estás seguro que deseas comprar el producto?
fr: Êtes-vous sûr de vouloir acheter ce produit ?

# alert.ok
source: Yes, I want it!
es: ¡Sí lo quiero!
fr: Oui, je le veux !

# alert.cancel
source: Cancel
es: Cancelar
fr: Annuler

# welcome.store
source: Welcome to the little shop!
es: ¡Bienvenido a la tiendita!
fr: Bienvenue dans notre petite boutique!

# mykittens.welcome
source: Welcome to Miaw Mind!
es: ¡Bienvenido a Miaw Mind!
fr: Bienvenue sur Miaw Mind !

# mykittens.description
source: Here you’ll find all the kittens you have adopted. Take care of them and interact with them.
es: En esta sección se encontrarán todos los gatitos que ha adoptado el usuario, y podrá cuidarlos e interactuar con ellos.
fr: Dans cette section, vous trouverez tous les chatons que vous avez adoptés. Prenez soin d’eux et interagissez avec eux.

# mykittens.baritem
source: My Kittens
es: Mis gatitos
fr: Mes chatons

# games.title
source: Let’s Play!
es: ¡Juguemos!
fr: Jouons !

# games.description
source: Here you’ll find a catalog of mini-games. Earn coins by scoring points!
es: En esta sección se encontrará el catálogo de mini juegos disponibles, con los que se podrán ganar monedas a través de puntajes.
fr: Ici, vous trouverez un catalogue de mini-jeux pour gagner des pièces grâce à vos scores.

# games.baritem
source: Play!
es: ¡Juguemos!
fr: Jouer !

# profile.title
source: My Profile
es: Mi perfil
fr: Mon profil

# profile.description
source: Check your game stats like time, accuracy, and scores. You can also adjust app and profile settings here.
es: En este espacio el usuario puede consultar las estadísticas de sus partidas, como tiempos, aciertos, y puntajes. Además, podrá realizar configuraciones específicas de la aplicación y de su perfil.
fr: Consultez vos statistiques de jeu comme le temps, la précision et les scores. Vous pouvez aussi configurer l’application et votre profil ici.

# profile.baritem
source: Profile
es: Mi perfil
fr: Profil
